Repository: EduardoFlores-STG/iOS_ID-Keeper
Catalog: ID Keeper/*.lproj/Localizable.strings
Languages: es

source: Yes
es: Si

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Try Again
es: Inténtalo de nuevo

source: Please Authenticate
es: Identifíquese por favor

source: Card Name
es: Nombre de Tarjeta

# CARD_ISSUER_PROMPT
source: Who issued this card?
es: ¿Quien emitio esta tarjeta?

source: Card Type
es: Tipo de Tarjeta

source: Food
es: Comida

source: Government
es: Gobierno

source: Gym
es: Gimnasio

source: Grocery Store
es: Supermercado

source: Movies
es: Cine y Peliculas

source: Other
es: Otro

source: Barcode Scanner
es: Codigo de barras

# BARCODE_SCAN_CARD_PROMPT
source: Do you want to scan the barcode of this card?
es: ¿Quiere escanear el codigo de barras de esta tarjeta?

source: Saving card...
es: Guardando tarjeta...

# SAVED_CARD
source: Card Saved!
es: Tarjeta guardada!

source: Downloading data...
es: Descargando informacion...

source: Missing Fields
es: Falta informacion

# ENTER_CARD_NAME_CARD_ISSUER
source: You must enter the name of the card and who issued this card
es: Debe proveer la informacion del nombre de esta tarjeta y quien la emitio

source: No Camera
es: Sin camara

# NO_CAMERA_MESSAGE
source: There's no camera available on this device
es: La camara no esta disponible en este aparato

# PAYMENT_FAILED
source: Cannot make payments
es: No se pueden hacer compras

# PAYMENT_FAILED_DESCRIPTION
source: This application is unable to make payments at this time. Please try again later
es: Esta aplicacion no puede hacer compras en este momento. Por favor intentelo de nuevo mas tarde

# NO_CARDS
source: No Cards Found
es: No hay tarjetas

# NO_CARDS_EXPLANATION
source: You haven't added any card yet. Please add a card to the this application and come back to see it in the list
es: Usted aun no ha agregado ninguna tarjeta. Por favor, agregue una tarjeta a esta aplicacion y regrese a esta lista para ver sus tarjetas

# PURCHASE_OPTIONS
source: Purchase additional options!
es: ¡Compre opciones adicionales!

source: New Card
es: Nueva tarjeta

# ERROR_AUTHENTICATION
source: Authentication Error
es: Error de autentificacion

# ERROR_FETCH
source: Error getting data from database
es: Error obteniendo informacion de la base de datos
